/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Element kann nicht gesendet werden";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Versuchen Sie es später erneut";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Nicht bei Skype angemeldet";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ hat ein Foto gesendet.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Dieses Gerät unterstützt die neue Fotofreigabefunktion von Skype noch nicht; Sie können das Foto aber hier in Ihrem Browser anzeigen: %@";
